Repository: smartcolibri/ClaudeCockpit
Catalog: CockpitCore/Sources/SessionsKit/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ out of %@, or %@.
fr: %1$@ sur %2$@, soit %3$@.

source: %@ out of %@.
fr: %1$@ sur %2$@.

source: %lld API errors
fr: %lld erreurs d'API

source: %lld assistant turns
fr: %lld tours assistant

source: %lld attachments
fr: %lld pièces jointes

source: %lld calls
fr: %lld appels

source: %lld failed
fr: %lld en erreur

source: %lld interrupted turns
fr: %lld tours interrompus

source: %lld tool errors
fr: %lld erreurs d'outil

source: %lld user · %lld assistant
fr: %1$lld utilisateur · %2$lld assistant

source: API error
fr: Erreur d'API

source: Branch
fr: Branche

source: Context compacted
fr: Contexte compacté

source: Cost
fr: Coût

source: Duration
fr: Durée

source: Interrupted turn
fr: Tour interrompu

source: Lines
fr: Lignes

source: No errors detected.
fr: Aucune erreur détectée.

source: Project
fr: Projet

source: Result
fr: Résultat

source: Result (error)
fr: Résultat (erreur)

source: SQLite error: %@
fr: Erreur SQLite : %@

source: Started
fr: Début

source: Sub-agent %@
fr: Sous-agent %@

source: System
fr: Système

source: The same tool call failed %lld times in a row.
fr: Le même appel d'outil a échoué %lld fois de suite.

source: The session ends on an error.
fr: La session se termine sur une erreur.

source: Thinking
fr: Réflexion

source: Tokens
fr: Jetons

source: Tool: %@
fr: Outil : %@

source: Tools
fr: Outils

source: truncated
fr: tronqué

source: Turns
fr: Tours

source: Unknown session: %@
fr: Session inconnue : %@

source: User
fr: Utilisateur
